const ABHANGAS_JANABAI = [
  {
    "number": 1,
    "title": "झाडलोट करी जनी – संत जनाबाई अभंग – १",
    "text": "झाडलोट करी जनी । केर भरी चक्रपाणी ॥१॥ पाटी घेऊनियां शिरीं । नेऊनियां टाकी दुरी ॥२॥ ऐसा भक्तिसी भुलला । नीच कामें करुं लागला ॥३॥ जनी ह्मणे विठोबाला । काय उतराई होऊं तुला ॥४॥"
  },
  {
    "number": 2,
    "title": "पूर्वी काय तप नेणें – संत जनाबाई अभंग – २",
    "text": "पूर्वी काय तप नेणें पैं हो केलें । निधान जोडिलें पंढरीचें ॥१॥ येऊनियां देव दळूं लागे अंगें । रखुमाईचा संग दूर केला ॥२॥ तैसाचि पैं संगें येऊनि बाहेरी । वेंचोनियां भरी शेणी अंगें ॥३॥ ओझें झालें ह्मणूनि पाठी पितांबरी । घेऊनियां घरीं आणितसे ॥४॥ ऐसें जेथें काम करी चक्रपाणी । तेथें कैंची जनी नामयाची ॥५॥"
  },
  {
    "number": 15,
    "title": "पंढरीच्या राया – संत जनाबाई अभंग – १५",
    "text": "पंढरीच्या राया । माझी विनवणी पायां ॥१॥ काय वर्णू हरिच्या गोष्‍टी । अनंत ब्रह्मांडें याचे पोटीं ॥२॥ सेना न्हावी याचे घरीं । अखंड राबे विठ्‌ठल हरी ॥३॥ राम चिंता ध्यानीं मनीं । ह्मणे नामयाची जनी ॥४॥"
  },
  {
    "number": 29,
    "title": "चोखामेळा अनामिक – संत जनाबाई अभंग – २९",
    "text": "चोखामेळा अनामिक । भक्‍तराज तोचि एक ॥१॥ परब्रह्म त्याचे घरीं । न सांगतां काम करी ॥२॥ रोहिदास तो चांभार । पाहे मोमिन कबीर ॥३॥ नेमी जबी बीच दासी । रंगीं वेढी नांगर पिशी ॥४॥"
  },
  {
    "number": 51,
    "title": "आई मेली बाप मेला – संत जनाबाई अभंग – ५१",
    "text": "आई मेली बाप मेला । मज सांभाळीं विठ्‌ठला ॥१॥ हरीरे मज कोणी नाहीं । माझी खात असे डोई ॥२॥ विठ्‌ठल म्हणे रुक्मिणी । माझे जनीला नाहीं कोणी ॥३॥ हातीं घेउनी तेलफणी । केंस विंचरुन घाली वेणी ॥४॥ वेणी घालुन दिधली गांठ । जनी म्हणे चोळ बा पाठ ॥५॥ जनी म्हणे बा गोपाळा । करी दुबळीचा सोहळा ॥६॥"
  },
  {
    "number": 60,
    "title": "विठोबा चला मंदिरांत – संत जनाबाई अभंग – ६०",
    "text": "विठोबा चला मंदिरांत । गस्त हिंडती बाजारांत ॥१॥ रांगोळी घातली गुलालाची । शेज म्यां केली पुष्पांची ॥२॥ समुया जळती अर्ध रात्रीं । गळ्यांमध्यें माळ मोत्यांची ॥३॥ नामदेवाला सांपडलें माणिक । घेतलें जनीनें हातांत ॥४॥ घेउनी गेली राउळांत । गस्त हिंडती हकिमाची बाजारांत ॥५॥"
  },
  {
    "number": 62,
    "title": "नामदेवा पुत्र झाला – संत जनाबाई अभंग – ६२",
    "text": "नामदेवा पुत्र झाला । विठो बारशासी आला ॥१॥ आंगडें टोपडें पेहरण । शेला मुंडासा घेऊन ॥२॥ माझ्या जीवाच्या जीवना ॥ नाम ठेवी नारायणा ॥३॥ जनी म्हणे पांडुरंगा । नांव काय ठेवूं सांगा ॥४॥"
  },
  {
    "number": 66,
    "title": "राधा आणि मुरारी – संत जनाबाई अभंग – ६६",
    "text": "राधा आणि मुरारी । क्रीडा कुंजवनीं करीं ॥१॥ राधा डुल्लत डुल्लत । आली निजभुवनांत ॥२॥ सुमनाचे सेजेवरी । राधा आणि तो मुरारी ॥३॥ आवडीनें विडे देत । दासी जनी उभी तेथ ॥४॥"
  },
  {
    "number": 84,
    "title": "ऐसा पुत्र देंई संतां – संत जनाबाई अभंग – ८४",
    "text": "ऐसा पुत्र देंई संतां । तरी त्या आवडी पंढरिनाथा ॥१॥ गीता नित्य नेमें । वाची ज्ञानेश्वरी प्रेमें ॥२॥ संतांच्या चरणा । करी मस्तक ठेंगणा ॥३॥ कन्या व्हावी भागीरथी । तुझे प्रेम जिचे चित्तीं ॥४॥ ऐसे करी संतजना । दासी जनीच्या निधाना ॥५॥"
  },
  {
    "number": 86,
    "title": "रुक्माई आईचें आहे ऐसें – संत जनाबाई अभंग – ८६",
    "text": "रुक्माई आईचें आहे ऐसें भाग्य । असावें आरोग्य चिरकाळ ॥१॥ सख्या पुंडलिका आवडतें स्थळ । असावें चिरकाळ स्वस्ति क्षेम ॥२॥ अहो संतजन घ्या आवडतें धन । असावें कल्याण चिरकाळ ॥३॥ जन्मोजन्मीं हेंचि मागें गोविंदासी । म्हणे जनी दासी नामयाची ॥४॥"
  },
  {
    "number": 89,
    "title": "संतांचा तो संग नव्हे – संत जनाबाई अभंग – ८९",
    "text": "संतांचा तो संग नव्हे भलतैसा । पालटावी दशा तात्काळिक ॥१॥ चंदनाचे संगें पालटती झाडें । दुर्बळ लांकडें देवामायां ॥२॥ हें कां ऐसें व्हावें संगती स्वभावें । आणिकें न पालटावें देहालागीं ॥३॥ तैसा निःसंगाचा संग अग्रगणी । जनी ध्याय मनीं ज्ञानेश्वरा ॥४॥"
  },
  {
    "number": 98,
    "title": "वैष्णव तो एक इतर – संत जनाबाई अभंग – ९८",
    "text": "वैष्णव तो एक इतर तीं सोंगें । ठसे देउनी अंगें चितारिती ॥१॥ जिचे योनि जन्मला तिसी दंडूं लागला । तीर्थरुप केला देशधडी ॥२॥ नाइकोनी ब्रह्मज्ञान जो का दुराचारी । अखंड द्वेष करी सज्जनांचा ॥३॥ विद्येच्या अभिमानें नाइके कीर्तन । पाखांडी हें म्हणे करिती काई ॥४॥ पंचरस पात्रा कांता हे बडविती । उद्धरलों ह्मणती आह्मी संत ॥५॥ कीर्तनाचा द्वेष करी तो चांडाळ । तयाचा विटाळ मातंगीसी ॥६॥ वैष्णव तो एक चोखामेळा महार । जनी म्हणे निर्धार केला संतीं ॥७॥"
  },
  {
    "number": 126,
    "title": "शून्यावरी शून्य पाहे – संत जनाबाई अभंग – १२६",
    "text": "शून्यावरी शून्य पाहे । तयावरी शून्य आहे ॥१॥ प्रथम शून्य रक्तवर्ण । त्याचें नांव अधःशून्य ॥२॥ उर्ध्वशून्य श्वेतवर्ण | मध्य शून्य शामवर्ण ॥३॥ महा शून्य वर्ण नीळ । त्यांत स्वरुप केवळ ॥४॥ अनुहात घंटा श्रवणीं । ऐकुनी विस्मय जाहाली जनी ॥५॥"
  },
  {
    "number": 133,
    "title": "जनी म्हणे नामदेवासी – संत जनाबाई अभंग – १३३",
    "text": "जनी म्हणे नामदेवासी । चला जाऊं पंढरिसी ॥१॥ आला विषयाचा कंटाळा । जाऊं भेटूं त्या गोपाळा ॥२॥ आवडीनें जगजेठी । गळां घालूनियां मिठी ॥३॥ आवडीनें गुज कानीं । म्हणे नामयाची जनी ॥४॥"
  },
  {
    "number": 152,
    "title": "डोईचा पदर आला – संत जनाबाई अभंग – १५२",
    "text": "डोईचा पदर आला खांद्यावरी । भरल्या बाजारीं जाईन मी ॥१॥ हातीं घेईन टाळ खांद्यावरी वीणा । आतां मज मना कोण करी ॥२॥ पंढरीच्या पेठे मांडियेले पाल । मनगटावर तेल घाला तुह्मी ॥३॥ जनी म्हणे देवा मी झालें येसवा । निघालें केशवा घर तुझें ॥४॥"
  },
  {
    "number": 172,
    "title": "भजन करी महादेव – संत जनाबाई अभंग – १७२",
    "text": "भजन करी महादेव । राम पूजी सदाशिव ॥१॥ दोघे देव एक पाहीं । तयां ऐक्य दुजें नाहीं ॥२॥ शिवा रामा नाहीं भेद । ऐसे देव तेही सिद्ध ॥३॥ जनी म्हणे आत्मा एक । सर्व घटीं तो व्यापक ॥४॥"
  },
  {
    "number": 182,
    "title": "गौळण म्हणे गौळणीला – संत जनाबाई अभंग – १८२",
    "text": "गौळण म्हणे गौळणीला । पुत्र झाला यशोदेला ॥१॥ एक धांवे एकीपुढें । ताटीं वाटी सुंठवडे ॥२॥ सुइणीची गलबल झाली । दासी जनी हेल घाली ॥३॥"
  },
  {
    "number": 189,
    "title": "एकच टाळी झाली – संत जनाबाई अभंग – १८९",
    "text": "एकच टाळी झाली चंद्रभागे वाळवंटी । माझा ज्ञानराज गोपाळाशीं लाह्या वाटीं ॥१॥ नामदेव कीर्तन करी पुढें नाचे पांडुरंग । जनी म्हणे बोला ज्ञानदेवा अभंग ॥२॥ अभंग बोलतां रंग कीर्तनीं भरिला । प्रेमाचेनि छंदें विठ्‌ठल नाचु लागला ॥३॥ नाचतां नाचतां देवाचा गळाला पितांबर । सावध होई देवा ऐसा बोले कबीर ॥४॥ साधु या संतांनीं देवाला धरिला मनगटीं । काय झालें म्हणुनी दचकले जगजेठी ॥५॥ ऐसा कीर्तन महिमा सर्वांमाजीं वरिष्‍ठ । जडमूढ भाविका सोपी केली पायवाट ॥६॥ नामयाची जनी लोळे संताच्या पायीं । कीर्तन प्रेमरस अखंड देईगे विठाई ॥७॥"
  },
  {
    "number": 199,
    "title": "नामयाचा गुरु – संत जनाबाई अभंग – १९९",
    "text": "नामयाचा गुरु । तो हा सोपान सद्गरु ॥१॥ करविरीं करुनी वस्ती । ब्रम्हपुरीं तिशीं म्हणती ॥२॥ माझ्या जिवींच्या जीवना । ह्रुदयीं राहें तूं सोपाना ॥३॥ चित्त उद्धव ज्याची सत्ता । जनी म्हणे माझ्या ताता ॥४॥"
  },
  {
    "number": 209,
    "title": "वोढिला ताडिला – संत जनाबाई अभंग – २०९",
    "text": "वोढिला ताडिला । देव भक्तीनें फाडिला ॥१॥ एका प्रेमा नामासाठीं । भक्ति काढियला कंठीं ॥२॥ झाला नाम्याचा मजूर । मोळ्या बांधाटयाचा थर ॥३॥ भिंती चांदया रचिले । त्याचें छप्पर शेकारिलें ॥४॥ वरी सोडूनियां पाणी । धन्य भक्‍ता म्हणे जनी ॥५॥"
  },
  {
    "number": 218,
    "title": "ऐका हो नामयाचा जन्म – संत जनाबाई अभंग – २१८",
    "text": "ऐका हो नामयाचा जन्म मूळसंचित ॥धृ०॥ हिरण्यकश्यपकुळीं नामा प्रर्‍हाद । पद्मीणी नाम माझें श्रेष्‍ठ दासीचें पद ॥१॥ दुसरा जन्म याचा अंगद रामभक्त । मंथरा नाम माझें भरतें मारिली लात ॥२॥ द्वापारीं कृष्णसेवा उद्धव जन्मला । कुबज्या नाम माझें देवें उद्धार केला ॥३॥ कलींत नामदेव विठ्‌ठल चिंतनीं । त्याचीच सेवेलागीं दासीं जन्मली जनी ॥४॥"
  },
  {
    "number": 229,
    "title": "धर्मशिळे आली राणी – संत जनाबाई अभंग – २२९",
    "text": "धर्मशिळे आली राणी । ऋषि दचकला मनीं ॥१॥ अग्नि विझवोनी अंगें । सतीपुढें आला रागें ॥२॥ म्हणे कवणाची कवण । अग्नि खासी कवण्या गुणें ॥३॥ येरी म्हणे पांथिकातें । पति बाळ चुकले मातें ॥४॥ तुम्हीं असतील देखिले । मज सांगा जी वहिले ॥५॥ ऋषि बोले तिजलागून । मेले अग्नींत जळून ॥६॥ तारामती नेउनी तेथें । दाखविलीं दोन्ही प्रेतें ॥७॥ त्वचा अंगींची जळाली । हात पाय गोळा झालीं ॥८॥ देखे नृपाचें तें मढें । पाहें वल्लभा मजकडे ॥९॥ रुसूं नका बोला वेगें । गुजगोष्‍टी मजसंगें ॥१०॥ रोहिदास कवळी पोटीं । लावी लल्लाट लल्लाटीं ॥११॥ शोक करी तारामती । अस्त झाला तो गभस्ती ॥१२॥ प्रेत कवळी कां निर्फळ । गेला गेला हंसनीळ ॥१३॥ आतां प्राप्त झाली निशी । व्याघ्र भक्षील तिघांसी ॥१४॥ सति पुढोनियां प्रेत । नेलें ओढोनी परत ॥१५॥ उदर फोडोनी त्वरीत । टाकियेलें काढुनी आर्त ॥१६॥ रागें गुरगुरी तो जाणा । भय दावी क्षणक्षणा ॥१७॥ येरी नेत्र झांकियेले । पंचप्राण आकर्षिले ॥१८॥ तारामती सांडील प्राण । लटिकें प्रतिज्ञा वचन ॥१९॥ पतिपुत्र दोघेजण । आला घेउना ब्राम्हण ॥२०॥ नाहीं व्याघ्र ना वणवा । मृगजळाचा हेलावा ॥२१॥ तिघेजणें एक झालीं । दासी जनी आनंदली ॥२२॥"
  },
  {
    "number": 233,
    "title": "पोई अव्हेरितां राय – संत जनाबाई अभंग – २३३",
    "text": "पोई अव्हेरितां राय । मागें ऋषि धांवताहे ॥१॥ धन्य धन्यरे नरेंद्रा । हातीं धरी हरिश्चंद्रा ॥२॥ उष्‍ण न ध्यानीं कहार । मार्गी श्रम झाला फार ॥३॥ करा आश्रम पुण्यता । आम्हां घडों द्यावें तीर्था ॥४॥ येथें केलिया आराम । व्यर्थ जाती वांयां श्रम ॥५॥ क्रमा चार दिवस । पहा पोईचा हा वास ॥६॥ द्यावी आम्हां सर्व जोडी । कृपा कराल ती थोडी ॥७॥ करा आनंदें भोजन । सुवासित उदकपान ॥८॥ म्हणे जावें आश्रमाला । पुढें पंथासी लागला॥९॥ त्राहें त्राहेंरे जगदीशा । सत्त्व रक्षिसील कैसा ॥१०॥ ऐसा छळक हा ऋषि । नेणों पार कैसा नेशी ॥११॥ आमची चिंता तुजला हरी । जनी म्हणे कृपा करी ॥१२॥"
  },
  {
    "number": 237,
    "title": "अनामिक त्यासी पुसे – संत जनाबाई अभंग – २३७",
    "text": "अनामिक त्यासी पुसे । तुमचें भोजनाचें कैसें ॥१॥ कर संपुष्‍ट जोडुनी । राव विनवी मधुर वचनीं ॥२॥ जेणें निघे तुमचें काम । राखा माझाही स्वधर्म ॥३॥ नृपा दिलें कोरें अन्न । सुखें करावें भोजन ॥४॥ धान्य घेऊनियां करीं । राव आला गंगातीरीं ॥५॥ स्नान संध्या नेम सारी । राजा स्वयंपाक करी ॥६॥ गाय अग्नीचा पैं ग्रास । ठाव वाढिला धर्मास ॥७॥ ग्रास घालावा वदनीं । आला विश्वामित्र मुनी ॥८॥ बैसावें जों भोजनासी । अकस्मात पावे ऋषी ॥९॥ एक भाग भक्षियेला । दुजा राजाचा उचलिला ॥१०॥ तृप्त होवोनि ऋषेश्वर । उठे देउनी ढेंकर ॥११॥ पदर कसुनी कटासी । सदा सादर सेवेसी ॥१२॥ निराहार शक्तिहीन । दिसे जैसा रंक दीन ॥१३॥ ऐसा छळी प्रतिदिनीं । म्हणे नामयाची जनी ॥१४॥"
  },
  {
    "number": 244,
    "title": "करचरण प्रक्षाळुनीं – संत जनाबाई अभंग – २४४",
    "text": "करचरण प्रक्षाळुनीं । उभी ठेली वृंदावनीं ॥१॥ जोडोनियां करकमळ । म्हणे धांवरे गोपाळ ॥२॥ कृष्णा पाहतोसी काय । सत्वहानि होत आहे ॥३॥ ऋषि स्नानासी कोपिष्‍ट । गेले सांगोनियां स्पष्‍ट ॥४॥ दिवसा कर्माचा उगाणा । सर्व सारोनियां जाणा ॥५॥ आतां येतों शीघ्र गती । अन्नें वाढा पात्रावरुतीं ॥६॥ अन्न न देखतां डोळां । भस्म करीन सकळां ॥७॥ गेला घालोनि संकटीं । लाज राखें जगजेठी ॥८॥ कोणी नाहीरे निर्वाणीं । म्हणे नामयाची जनी ॥९॥"
  },
  {
    "number": 245,
    "title": "ताट विस्तारी रुक्मिणी – संत जनाबाई अभंग – २४५",
    "text": "ताट विस्तारी रुक्मिणी । देव बैसले भोजनीं ॥१॥ इतुक्यामध्यें अकस्मात्‌ । ध्वनि उमटली कानांत ॥२॥ धांवा ऐकतां श्रवणीं । ताट लोटी चक्रपाणी ॥३॥ उठिला खडबडोनि कैसा । पावे बहिणीचिया क्लेशा ॥४॥ उभी वृंदावनीं बाळा । पुढें देखिला सांवळा ॥५॥ मुगुट कुंडलें मेखळा । वैजयंति वनमाळा ॥६॥ शंख चक्र आयुधें करीं । दिसे घवघवीत हरी ॥७॥ झळके पीतांबर कासे । नयनीं कोंदला प्रकाशे ॥८॥ पाहतां आनंदली मनीं । म्हणे नामयाची जनी ॥९॥"
  },
  {
    "number": 253,
    "title": "ऐसा योग घडे ज्यातें – संत जनाबाई अभंग – २५३",
    "text": "ऐसा योग घडे ज्यातें । धन्य माता आणि तात ॥१॥ अखंड वासना । ब्रम्हार्पण देवार्चना ॥२॥ ब्रम्हभावें हो देवा । ऐसा पूजी जो भूदेवा ॥३॥ नम्रता चरणीं । म्हणे जनी सरली मनीं ॥४॥"
  },
  {
    "number": 255,
    "title": "जाय बरोबरी नामया – संत जनाबाई अभंग – २५५",
    "text": "जाय बरोबरी नामया तूं जाय । न चले उपाय कांहीं येथें ॥१॥ करुं काय मज पडिलें सांकडें । उल्लंघेना भीड मज याची ॥२॥ नामा म्हणे ऐका स्वामी नारायणा । एक विज्ञापना परिसावी ॥३॥ कटावरी कर नाहीं ज्या देवाचे । न घे मी तयाचें दरुशन ॥४॥ मारितांचि हाक यावें त्वां झडकरी । बरें म्हणे हरि नामयासी ॥५॥ निवृत्ति ज्ञानेश्वर सोपान चांगया । जनी म्हणे तया सांगतसे ॥६॥"
  },
  {
    "number": 263,
    "title": "खंडेराया तुज करितें – संत जनाबाई अभंग – २६३",
    "text": "खंडेराया तुज करितें नवसू । मरूं देरे सासू खंडेराया ॥१॥ सासू मेल्यावरी तुटेल आसरा । मरुं दे सासरा खंडेराया ॥२॥ सासरा मेलिया होईल आनंद । मरूं दे नणंद खंडेराया ॥३॥ नणंद सरतां होईन मोकळी । गळां घालीन झोळी भंडाराची ॥४॥ जनी म्हणे खंडो अवघे मरुं दे । एकटी राहूं दे पायापशीं ॥५॥"
  },
  {
    "number": 264,
    "title": "ऐसा हा देवानें थोर – संत जनाबाई अभंग – २६४",
    "text": "ऐसा हा देवानें थोर पवाडा केला । पूर्व अवतारीं झाला हयग्रीव ॥१॥ मग अंबऋषिसाठीं पडियेला संकटीं । मच्छ झाला पोटीं समुद्राच्या ॥२॥ होउनी कच्छप पर्वत धरिला । वराहें मारिला दैत्य भार ॥३॥ तयाचा सहोदर मृत्यु नाहीं ऐसा वर । तेव्हां नारसिंह झाला अवतार ॥४॥ अर्धनारी नटेश्वर दुसरा तो वामन । भार्गव तो निधान दाशरथी ॥५॥ होऊनियां कृष्‍ण कंस वधियेला । आतां बुद्ध झाला सखा माझा ॥६॥ लीला अवतारीं हरि करी खेळ नाना । म्हणे जनी जाणा तैं मी होत्यें ॥७॥"
  },
  {
    "number": 271,
    "title": "गातां विठोबाची कीर्ती – संत जनाबाई अभंग – २७१",
    "text": "गातां विठोबाची कीर्ती । महापातकें जळती ॥१॥ सर्व सुखाचा आगर । उभा असे विटेवर ॥२॥ आठवितां पाय त्याचे। मग तुह्यां भय कैंचें ॥३॥ कायावाचामनें भाव । जनी ह्मणे गावा देव ॥४॥"
  },
  {
    "number": 273,
    "title": "जन्मा येऊनियां देख – संत जनाबाई अभंग – २७२",
    "text": "जन्मा येऊनियां देख । करा देहाचें सार्थक ॥१॥ वाचे नाम विठ्‌ठलाचें । तेणें सार्थक देहाचें ॥२॥ ऐसा नामाचा महिमा । शेषा वर्णितां झाली सीमा ॥३॥ नाम तारक त्रिभुवनीं । ह्मणे नामयाची जनी ॥४॥"
  },
  {
    "number": 289,
    "title": "अरे विठया विठया – संत जनाबाई अभंग – २८९",
    "text": "अरे विठया विठया । मूळ मायेच्या कारटया ॥१॥ तुझी रांड रंडकी झाली । जन्मसावित्री चुडा ल्याली ॥२॥ तुझें गेलें मढें । तुला पाहून काळ रडे ॥३॥ उभी राहूनि आंगणीं । शिव्या देत दासी जनी ॥४॥"
  },
  {
    "number": 297,
    "title": "आळवितां धांव घाली – संत जनाबाई अभंग – २९७",
    "text": "आळवितां धांव घाली । ऐसी प्रेमाची भुकेली ॥१॥ ते हे यशोदेच्या बाळा । बरवी पाहातसें डोळां ॥२॥ विटेवरी उभा नीट । केली पुंडलिकें धीट ॥३॥ स्वानंदाचें लेणें ल्याली । पाहून दासी जनी धाली ॥४॥"
  },
  {
    "number": 304,
    "title": "पाय जोडूनि विटेवरी – संत जनाबाई अभंग – ३०४",
    "text": "पाय जोडूनि विटेवरी । कर ठेउनी कटावरी ॥१॥ रुप सांवळें सुंदर । कानीं कुंडलें मकराकार ॥२॥ गळां माळ वैजयंती । पुढें गोपाळ नाचती ॥३॥ गरूड सन्मुख उभा । ह्मणे जनी धन्य शोभा ॥४॥"
  },
  {
    "number": 308,
    "title": "गंगा गेली सिंधुपाशीं – संत जनाबाई अभंग – ३०८",
    "text": "गंगा गेली सिंधुपाशीं । त्याणें अव्हेरिलें तिसी ॥१॥ तरी तें सांगावें कवणाला । ऐसें बोलें बा विठ्‌ठला ॥२॥ जळ काय जळचरा । माता अव्हेरी लेंकुरा ॥३॥ जनी ह्मणे शरण आलें । अव्हेरितां ब्रीद गेलें ॥४॥"
  },
  {
    "number": 310,
    "title": "सख्या पंढरीच्या नाथा – संत जनाबाई अभंग – ३१०",
    "text": "सख्या पंढरीच्या नाथा । मज कृपा करीं आतां ॥१॥ ऐसें करीं अखंडित । शुद्ध नेम शुद्ध व्रत ॥२॥ वेधु माझ्या चित्ता । हाचि लागो पंढरिनाथा ॥३॥ जीव ओंवाळुनी । जन्मोजन्मीं दासी जनी ॥४॥"
  },
  {
    "number": 314,
    "title": "येरे येरे माझ्या रामा – संत जनाबाई अभंग – ३१४",
    "text": "येरे येरे माझ्या रामा । मनमोहन मेघःश्यामा ॥१॥ संतमिसें भेटी । देंई देंई कृपा गोष्‍टी ॥२॥ आमची चुकवी जन्म व्याधी । आह्यां देंई हो समाधी ॥३॥ जनी ह्मणे चक्रपाणी । करीं ऐसी हो करणी ॥४॥"
  },
  {
    "number": 327,
    "title": "कां गा उशीर लाविला – संत जनाबाई अभंग – ३२७",
    "text": "कां गा उशीर लाविला । माझा विसर पडिला ॥१॥ तुजवरी संसार । बोळविलें घरदार ॥२॥ तो तूं आपुल्या दासासी । ह्मणे जनी विसंबसी ॥३॥"
  },
  {
    "number": 331,
    "title": "माय मेली बाप मेला – संत जनाबाई अभंग – ३३१",
    "text": "माय मेली बाप मेला । आतां सांभाळीं विठ्‌ठला ॥१॥ मी तुझें गा लेकरुं । नको मजशीं अव्हेरूं ॥२॥ मतिमंद मी तुझी दासी । ठाव द्यावा पायांपाशीं ॥३॥ तुजविण सखे कोण । माझें करील संरक्षण ॥४॥ अंत किती पाहासी देवा । थोर श्रम झाला जीवा ॥५॥ सकळ जिवाच्या जीवना । ह्मणे जनी नारायणा ॥६॥"
  },
  {
    "number": 342,
    "title": "तुझे पाय रुप डोळा – संत जनाबाई अभंग – ३४२",
    "text": "तुझे पाय रुप डोळा । नाहीं देखिलें गोपाळा ॥१॥ काय करुं या कर्मासी । नाश होतो आयुष्यासी ॥२॥ जन्मा येऊनियां दुःख । नाहीं पाहिलें श्रीमुख ॥३॥ लळे पुरविसी आमुचे । ह्मणे जनी ब्रिद साचें ॥४॥"
  },
  {
    "number": 344,
    "title": "येग येग विठाबाई – संत जनाबाई अभंग – ३४४",
    "text": "येग येग विठाबाई । माझे पंढरीचे आई ॥१॥ भीमा आणि चंद्रभागा । तुझे चरणींच्या गंगा ॥२॥ इतुक्यासहित त्वां बा यावें । माझे रंगणीं नाचावें ॥३॥ माझा रंग तुझिया गुणीं । ह्मणे नामयाची जनी ॥४॥"
  },
  {
    "number": 345,
    "title": "आतां वाट पाहूं – संत जनाबाई अभंग – ३४५",
    "text": "आतां वाट पाहूं किती । देवा रुक्माईच्या पती ॥१॥ येंई येंई पांडुरंगे । भेटी देंई मजसंगें ॥२॥ मी बा बुडतें बहु जळीं । सांग बरवी ब्रीदावळी ॥३॥ राग न धरावा मनीं । ह्मणे नामयाची जनी ॥४॥"
  },
  {
    "number": 348,
    "title": "माझिये जननी हरिणी – संत जनाबाई अभंग – ३४८",
    "text": "माझिये जननी हरिणी । गुंतलीस कवणे वनीं ॥१॥ मुकें तुझें मी पाडस । चुकलें माये पाहें त्यास ॥२॥ चुकली माझिये हरिणी । फिरतसे रानोरानीं ॥३॥ आतां भेटवा जननी । विनवितसे दासी जनी ॥४॥"
  }
];
