const ABHANGAS_KANHOPATRA = [
  {
    "number": 1,
    "title": "आलंकापुरी पुण्यठाव – संत कान्होपात्रा अभंग",
    "text": "आलंकापुरी पुण्यठाव । तेथ समाधी ज्ञानदेव ।।१।। पांडुरंगें दीधला वर । भेटी निर्धार कृष्णपक्षीं ।।२।। नित्य स्नानालागीं जाणा । भागीरथी दिधली ज्ञाना ।।३।। सरस्वती मणिकर्णिका । त्रिसंगमीं वाहती देखा ।।४।। येथें स्नान करितां । वास वैकुंठीं तत्त्वतां ।। ५ ।। ऐसे देव सांगता । कान्होपात्रा आनंदता ।।६।।"
  },
  {
    "number": 2,
    "title": "घ्या रे घ्या मुखी नाम – संत कान्होपात्रा अभंग",
    "text": "घ्या रे घ्या मुखी नाम । अंतरी धरोनिया प्रेम ।।१।। माझा आहे भोळा बाप । घेतो ताप हरोनि ।।२।। आपुलिया नामासाठी । धावे संकटी लवलाहे ।।३।। घ्यारे घ्यारे अनुभव । कान्होपात्रेचा माधव ।।४।।"
  },
  {
    "number": 3,
    "title": "जन्मांतरीचें सुकृत आजी फळांसी आलें – संत कान्होपात्रा अभंग",
    "text": "जन्मांतरीचें सुकृत आजी फळांसी आलें । ह्मणोनी देखिले विठ्ठलचरण ।।१।। धन्यभाग आजी डोळिया लाधलें । म्हणुनी देखिले विठ्ठलचरण ।। २ ।। धन्य चरण माझे या पंथ चालिले । म्हणुनी देखिले विठ्ठल चरण ।।३।। येऊनिया देहासी धन्य झाले । म्हणुनि देखिले विठ्ठलचरण ।। ४ ।। घाली गर्भवासा कान्होपात्रा म्हणे । जन्मोजन्मीं देखेन विठ्ठलचरण ।। ५ ।।"
  },
  {
    "number": 4,
    "title": "ज्यांचे घेतां मुखीं नाम – संत कान्होपात्रा अभंग",
    "text": "ज्यांचे घेतां मुखीं नाम । धाकीं पडे काळ यम ।।१।। ऐशी नामाची थोरी । उद्धारिले दुराचारी ।। २ ।। नष्ट गणिका आजामेळा । वाल्मिकी झाला तो सोज्वळ ।। ३ ।। ऐशी नाम माळा । कान्होपात्रा ल्याली गळा।।४।।"
  },
  {
    "number": 5,
    "title": "माझे माहेर पंढरी – संत कान्होपात्रा अभंग",
    "text": "माझे माहेर पंढरी । सुखे नांदू भीमातीरी ।।१।। येथे आहे मायबाप । हरे ताप दरुशने ।।२।। निवारिली तळमळ चिंता । गेली व्यथा अंतरीची ।।३।। केशी विटेवरी शोभली । पाहुनी कान्होपात्रा धाली ।।४।।"
  },
  {
    "number": 6,
    "title": "नको देवराया अंत आता पाहू – संत कान्होपात्रा अभंग",
    "text": "नको देवराया अंत आता पाहू । प्राण हा सर्वथा फुटो पाहे ।।१।। हरिणीचे पाडस व्याघ्रे धरियेले । मजलागी जाहले तैसे देवा ।। २ ।। तुजवीण ठाव न दिसे त्रिभुवनी । धावे हो जननी विठाबाई ।।३।। मोकलोनी आस जाहले उदास । घेई कान्होपात्रेस हृदयात ।।४।।"
  },
  {
    "number": 7,
    "title": "नामें दोष जळती – संत कान्होपात्रा अभंग",
    "text": "नामें दोष जळती । नामें पापी उद्धरती ।। १ ।। हें आलें अनुभवा । सत्यजीवा प्रत्यया ।।२।। नामें अपार तारिलें । नामें जीवनमुक्त केले ।।३।। कान्होपात्रा नाम घेतां । पायीं जडली तत्त्वतां ।। ४ ।।"
  },
  {
    "number": 8,
    "title": "पतित तूं पावना – संत कान्होपात्रा अभंग",
    "text": "पतित तूं पावना । म्हणविसी नारायणा ।। १ ।। तरी सांभाळीं वचना । ब्रीद वागविसी जाणा ।। २ ।। याती शुद्ध नाही भाव। दुष्ट आचरण स्वभाव ।।३।। मुखीं नाम नाहीं । कान्होपात्रा शरण पायी ।।४।।"
  },
  {
    "number": 9,
    "title": "तुझीं वर्में आम्हां ठावीं – संत कान्होबा अभंग – १३",
    "text": "तुझीं वर्में आम्हां ठावीं नारायणा । परि तूं शाहाणा होत नाहीं ॥१॥ मग कालावुली हाका देते वेळे । होतोसी परी डोळे नुघडिसी ॥२॥ जाणोनी अज्ञान करावें मोहरें । खोटी खोडी हे रे तुझी देवा ॥३॥ तुकयाबंधु म्हणे कारण प्रचीती । पाहतां वेळ किती तेच गुण ॥४॥"
  },
  {
    "number": 10,
    "title": "योग याग तपे करिता भागली – संत कान्होपात्रा अभंग",
    "text": "योग याग तपे करिता भागली । तीच ही माऊली विटेवरी ।।१।। न येई ध्यानी साधिता साधनी । भक्तासी निर्वाणी धावतसे ।।२।। चारी वेद साही शास्त्रे शिणली । कान्होपात्रा लाधली प्रेमसुखे ।।३।।"
  }
];
