const ABHANGAS_NIVRITTI = [
  {
    "number": 1,
    "title": "आदिनाथ उमाबीज प्रकटिलें – संत निवृत्तीनाथ अभंग",
    "text": "आदिनाथ उमाबीज प्रकटिलें । मछिंद्रा लाधली सहजस्थितीं ॥ १ ॥ तेचि प्रेममुद्रा गोरक्षा दिधली । पूर्ण कृपा केली गयनिनाथा ॥ २ ॥ वैराग्यें तापला सप्रेमें निवाला । ठेवा जो लाधला शांतिसुख ॥ ३ ॥ निर्द्वद्व निःशंक विचरतां मही । सुखानंद ह्रदयीं स्थिर जाला ॥ ४ ॥ विरक्तीचें पात्र अन्वयाचें मुख । देऊनि सम्यक अनन्यता ॥ ५ ॥ निवृत्ति गयनी कृपा केली असे पूर्ण । कूळ हें पावन कृष्णनामें ॥ ६ ॥ अर्थ: आदिनाथ शंकराकडुन पार्वती ज्ञान ऐकत असताना त्या क्षिरसागरात सहजस्थितीत असणाऱ्या मछिंद्रनाथाना लाभ झाला. तीच प्रेमनाममुद्रा मछिंद्रनाथानी गोरक्षनाथांना दिली व गोरक्नाथांकडुन ती कृपा गहिनीनाथांना ती प्राप्त झाली. ज्यांच्या कडे धगधगीत वैराग्य आहे. व त्यांच्या हृदयात प्रेम आहे त्यांना शांती सुखाचा ठेवा प्राप्त होतो. ज्याच्या कडे कोणते ही द्वैत नाही व त्याला कोणतीही त्याच्या स्वरुपाबद्दल शंका नाही व जो सतत पृथ्वीवर फिरत राहुन जनांवर कृपा करतो त्याच्या हृदयात तो सुखानंद परमात्मा वास करतो. जो पुर्ण विरक्त आहे व वेदांना शरण जाऊन जो वेदोक्त मुखाने करतो त्याला तो परमात्मा सम्यक व अन्यन ज्ञान प्रदान करतो. निवृतीनाथ म्हणतात, श्री गुरु गहिनीनाथांनी कृपा करुन हे गुह्य ज्ञान मला दिल्याने माझे कुळ पावन झाले आहे. आदिनाथ उमाबीज प्रकटिलें – संत निवृत्तीनाथ अभंग संत निवृत्तीनाथ अँप डाउनलोड करा"
  },
  {
    "number": 2,
    "title": "आम्ही चकॊर हरि चंद्रमा – संत निवृत्तीनाथ हरिपाठ",
    "text": "आम्ही चकॊर हरि चंद्रमा । आम्ही कळा तॊ पौर्णिमा ।। १।। कैसा बाहिजु भीतरी हरी । बिंब बिंबला ऎक सूत्रीं ।। २।। आम्ही दॆही तॊ आत्मा । आम्ही विदॆही तॊ परमात्मा ।। ३।। ऐक्यपणॆं सकळ वसॆ । द्वैतबुद्धी कांहीं न दिसॆ ।। ४।। निवृत्ति चातक इच्छिताहॆ । हरिलागीं बरॆं तॆं पाहॆ ।। ५।।"
  },
  {
    "number": 3,
    "title": "अनंत ब्रह्मांडें अनंत रचना – संत निवृत्तीनाथ अभंग",
    "text": "अनंत ब्रह्मांडें अनंत रचना । शून्य दे वासना तेथें झाली ॥ १ ॥ मन गेलें शून्यीं ध्यान तें उन्मनी । चित्त नारायणीं दृढ माझें ॥ २ ॥ तेथें नाहीं ठावो वेदासि आश्रयो । लोपले चंद्र सूर्य नाहीं सृष्टीं ॥ ३ ॥ निवृत्ति म्हणे तो ठाव मज पैठा । नेतसे वैकुठा गुरुनामें ॥ ४ ॥ अर्थः शुध्द वासनारहित अंतःकरणाने त्याने अनंत ब्रह्मांडाची रचना केली. माझ्या चित्तात त्या नारायणानामा मुळे दृढत्व आल्यामुळे मनात तोच व्यापुन राहिला व ध्यानात उन्मनी अवस्थेत तोच राहिला. त्या ब्रह्म स्वरुपाचे ठाव घेणे वेदाना अशक्य आहे. त्याच्या स्वरुपात चंद्र सुर्य व सृष्टी ही लोप पावते. निवृत्तिनाथ म्हणतात, त्या परब्रम्हाच्या नामाच्या आश्रय केल्याने तो मला सापडला आहे व गुरुनामामुळे मार्ग ही सोपा झाला आहे. अनंत ब्रह्मांडें अनंत रचना – संत निवृत्तीनाथ अभंग संत निवृत्तीनाथ अँप डाउनलोड करा"
  },
  {
    "number": 4,
    "title": "अव्यक्त आकार अकारलें रूप – संत निवृत्तीनाथ अभंग",
    "text": "अव्यक्त आकार अकारलें रूप । प्रकाश स्वरूप बिंबलेंसें ॥१॥ तें रूप अव्यक्त कृष्णनाम निज । नामाअधोक्षज चतुर्भुज ॥२॥ वर्णासी अव्यक्त वर्णरूप व्यक्त । भोगिती वरिक्त नामपाठें ॥३॥ निवृत्तिचे काज नाम मंत्र बीज । गयनी सहज तुष्टलासे ॥४॥ अर्थ:- ते निर्गुण निराकार रुप कृष्णरुपात सगुण साकारले असुन जसा प्रकाश सर्वत्र बिंबावा तसे भासत आहे.मुळचे अव्यक्त स्वरुपातील ते परमात्मस्वरुप कधी श्रीकृष्ण कधी अधोक्षज भासते. चारी वर्णाला हे रुप स्वतःला लाऊन घेत नाही त्याला रंगरुप नाही असे असले तरी कृष्णनामामुळे ते स्वरुप भोगता येते. निवृत्तिनाथ म्हणतात, माझे नित्यकर्मच कृष्णनामाचा जप करणे झाल्यामुळे सदगुरु गहिनीनाथ संतुष्ट झाले आहेत. अव्यक्त आकार अकारलें रूप – संत निवृत्तीनाथ अभंग संत निवृत्तीनाथ अँप डाउनलोड करा"
  },
  {
    "number": 5,
    "title": "चातकाचें ध्यान मेघाचें जीवन – संत निवृत्तीनाथ अभंग",
    "text": "चातकाचें ध्यान मेघाचें जीवन । आम्हां नारायण तैसा सखा ॥ १ ॥ चकोरा अमृत चंद्र जिववितें । भक्तांसि दुभतें हरि आम्हां ॥ २ ॥ विश्रांतीसी स्थळ वैकुंठ सफळ । दुभतें गोपाळ कामधेनु ॥ ३ ॥ आशापाश नाहीं कर्तव्या कांही । चिंतामणि डोहीं एकविध ॥ ४ ॥ समिरासगट गति पावली विश्रांति । नामरूप जाति भेदशून्य ॥ ५ ॥ नामाची हे धणी तेचि हो पर्वणी । तृप्तातृप्त कृष्णीं होतु आम्हां ॥ ६ ॥ सांडिले पैं द्वैत दिधलें पै अद्वैत । हरीविण रितें न दिसे आम्हां ॥ ७ ॥ निवृत्ति परिवार मुक्तलाग अरुवार । रत्नांचा सागर नामें वोळे ॥ ८ ॥ अर्थ: चातक पक्षी जसा मेघांची आतुर होऊन वाट पाहतो तसेच आतुर आहे होऊन आम्ही नारायणाचे ध्यान करतो. चकोराला चंद्राकडुन जसे अमृत मिळते तसे तो आम्हा भक्तांसाठी दुमत असतो ते गोपाळनाम कामधेनु चे दुभते मिळाले की वैकुंठीची विश्रांती आम्हाला लाभते. तो चिंतामणी होऊन आम्हा बरोबर एकविध झाल्यामुळे आमचे आशापाश तुटले आहेत व त्याच्या शिवाय कोणतेही कर्तव्य उरले नाही. आमच्या जीवनदायी वायुच्या गतीलाही त्याच्यामुळे विश्रांती मिळते. त्यामुळे नाम, रूप व जातीचे भेद मावळले. त्याचे नामरुपाचे अमोघ धनाची पर्वणी आम्ही साधली त्यामुळे त्या श्रीकृष्णाने आम्हाला तुप्त केले. आम्ही द्वैत सांडुन अद्वैत साधल्यामुळे तो हरिच सर्व व्यापला आहे रिता ठाव नाही ही अनुभुती प्राप्त झाली. निवृत्तिनाथ म्हणतात, चातकाचें ध्यान मेघाचें जीवन – संत निवृत्तीनाथ अभंग संत निवृत्तीनाथ अँप डाउनलोड करा"
  },
  {
    "number": 6,
    "title": "छेदियेला वृक्ष तुटलें तें मूळ – संत निवृत्तीनाथ अभंग",
    "text": "छेदियेला वृक्ष तुटलें तें मूळ । प्रपंच समूळ उडोनि गेला ॥ १ ॥ गेलें तें सुमन गेला फुलहेतु । अखंडित रतु गोपाळीं रया ॥ २ ॥ सांडिला आकारु धरिला विकारु । सर्व हरिहरु एकरूपें ॥ ३ ॥ निवृत्ति निधान वोळले गयनी । अमृताची धणी आम्हां भक्ता ॥ ४ ॥ अर्थ: ह्या अभंगात आलेले रुपक मागच्या अभंगतुन आले आहे. त्या संसार वृक्षाला मी तोडला व तो समुळ उखडला. त्यामुळे त्या प्रपंचाचा निरास झाला. त्या प्रपंच वृक्षाच्या संसार नावाच्या फुलातील विषय नावाचा भोग गेला तसेच हेत म्हणजे इच्छा ही राहिली नाही. त्यामुळे मी अखंडितपणे त्या गोपाळाबरोबर रत झालो. शिव व विष्णु हे एकरुप आहे हे जाणवल्यामुळे सर्व जगताच्या आकार व विकार ह्यांना मी सोडले. निवृत्तिनाथ म्हणतात, गुरु गहिनीनाथांनी सांगितलेल्या नाम निधानामुळे भक्तांना नामामृताची प्राप्ती झाली. छेदियेला वृक्ष तुटलें तें मूळ – संत निवृत्तीनाथ अभंग संत निवृत्तीनाथ अँप डाउनलोड करा"
  },
  {
    "number": 7,
    "title": "ऎकॆविण दुजॆं नाहीं पैं यॆ सृष्टी – संत निवृत्तीनाथ हरिपाठ",
    "text": "ऎकॆविण दुजॆं नाहीं पैं यॆ सृष्टी । हॆं ध्यान किरीटी दिधलॆं हरी ।। १।। नित्य या श्रीहरि जनीं पैं भरला । द्वैताचा अबॊला तया घरीं ।। २।। हरीविणॆं दॆवॊ नाहीं नाहीं जनीं । अखंड पर्वणी हरी जपतां ।। ३।। निवृत्ति साकार हरिनाम पाठ । नित्यता वैकुंठ हरिपाठ ।। ४।।"
  },
  {
    "number": 8,
    "title": "हरिविण दैवत नाहीं पैं अनुचित्तीं – संत निवृत्तीनाथ हरिपाठ",
    "text": "हरिविण दैवत नाहीं पैं अनुचित्तीं । अखंड श्रीपती नाम वाचॆ ।। १।। रामकृष्ण मूर्ति या जपा आवृत्ती । नित्य नामॆं तृप्ती जाली आम्हां ।। २।। नामाचॆनि स्मरणॆं नित्य पैं सुखांत । दुजीयाची मात नॆणॊ आम्ही ।। ३।। निवृत्ति जपतु अखंड नामावळी । हृदयकमळीं कॆशीराज ।। ४।।"
  },
  {
    "number": 9,
    "title": "कल्पना कोंडूनि मन हें – संत निवृत्तीनाथ अभंग",
    "text": "कल्पना कोंडूनि मन हें मारिलें । जीवन चोरिले सत्रावीचें ॥ १ ॥ साजीव सोलीव निवृत्तिची ठेव । कृष्ण हाचि देव ह्रदयीं पूजी ॥ २ ॥ विलास विकृति नाहीपै आवाप्ति । साधनाची युक्ति हारपली ॥ ३ ॥ निवृत्ति कारण योगियांचे ह्रदयीं । सर्व हरि पाही दिसे आम्हां ॥ ४ ॥ अर्थ: शंकारुपी कल्पनेला मी मनासकट काढून टाकल्या मुळे लिंगदेहाची सतरावी जीवनकला तोच आत्मा आहे. तोच आत्माराम चोरला, साजीव सोलीव असणारा कृष्ण तोच माझा ठेवा आहे. त्याचीच पूजा मी हृदयात करतो. त्यासाठी कोणत्याही साधनाची गरज राहात नाही त्या मुळे विलास विकृती यांची व्याप्ती उरली नाही. निवृत्तिनाथ म्हणतात, जो परमात्मा योग्यांचे कारण आहे तोच मला जगात सर्वत्र दिसतो. कल्पना कोंडूनि मन हें – संत निवृत्तीनाथ अभंग संत निवृत्तीनाथ अँप डाउनलोड करा"
  },
  {
    "number": 10,
    "title": "कारण परिसणा कामधाम – संत निवृत्तीनाथ अभंग",
    "text": "कारण परिसणा कामधाम नेम । सर्वाआत्माराम नेमियेला ॥१॥ तें रूप सुंदर सर्वागोचर । कृष्ण परिकर गोपवेषे ॥२॥ वेदादिक कंद ॐकार उद्बोध । साकार प्रसिद्ध सर्वाघटीं ॥३॥ निवृत्ति म्हणे धाम कृष्ण हा परम । सौख्यरूपें सम वर्ततसे ॥४॥ अर्थ:- माझ्या सर्व इच्छा, सर्व कर्म, सर्व नित्यनेम हा तोच झाला असुन त्याच्याच मुळे मला आत्मभान स्वरुपात भगवंत जाणवला आहे. तेच कृष्णरुप सर्वांग सुंदर देखणे असुन गोकुळात अवतरुन सर्वाना प्राप्य आहे.सर्व वेदांचे सार जसे ॐकार प्रणवात एकवटले आहे. तसेच तो ॐकार त्या ब्रह्मस्वरुपातुन प्रतित होतो.निवृत्तिनाथ म्हणतात, तो भगवंत सर्व धामामध्ये संपुर्ण भरला असुन तो स्वानंद स्वरुपात सौख्य प्रदान करत असतो. कारण परिसणा कामधाम – संत निवृत्तीनाथ अभंग संत निवृत्तीनाथ अँप डाउनलोड करा"
  },
  {
    "number": 11,
    "title": "मारुनि कल्पना निवडिलें – संत निवृत्तीनाथ अभंग",
    "text": "मारुनि कल्पना निवडिलें सार । टाकीलें असार फलकट ॥ १ ॥ धरिला वो हरि गोविलेंसे सर्व । विषयाची माव सांडीयेली ॥ २ ॥ पहाते दुभतें कासवी भरितें । नेत्रानें करितें तृप्त सदा ॥ ३ ॥ निवृत्ति अमृत गुरुकृपातुषार । सर्व ही विचार हरि केला ॥ ४ ॥ अर्थ: मी कल्पनेचा त्याग केला व आत्मस्वरुपाचे सार स्विकारल्यामुळे मला फलकट संसार टाकता आला. नाम मंत्र जीवी धरल्यामुळे त्या व्यापक परमात्म्याला नामभक्तीने मनात गोवले त्यामुळे इंद्रियांना विषय उरला नाही मग विषय मला टाकता आले. जशी कासवी नेत्रातुन पान्हा देऊन पिलांचे पोषण करते तसे माझे पोषण गुरु करतात. निवृतिनाथ म्हणतात, गुरु गहिनीनाथांनी केलेले नामामृत तुशारांच्या वर्षावा मुळे माझा विचारच हरिरुप झाला बुध्दीला हरि वाचुन काही दिसत नाही. मारुनि कल्पना निवडिलें – संत निवृत्तीनाथ अभंग संत निवृत्तीनाथ अँप डाउनलोड करा"
  },
  {
    "number": 12,
    "title": "मॊहाचॆनि दॆठॆं मॊहपाश गिळी – संत निवृत्तीनाथ हरिपाठ",
    "text": "मॊहाचॆनि दॆठॆं मॊहपाश गिळी । कैसॆनि गॊपाळीं सरता हॊय ।। १।। मॊहाचॆनि मॊहनॆं चिंतितां श्रीहरी । वाहिजु भीतरीं अवघा हॊय ।। २।। दिननिशीं नाम जपतां श्रीहरीचॆं । मग या मॊहाचॆं मॊहन नाहीं ।। ३।। निवृत्ति आगम मॊहन साधन । सर्व नारायण ऎका तत्त्वॆं ।। ४।।"
  },
  {
    "number": 13,
    "title": "नाहीं त्या आचारु सोंविळा – संत निवृत्तीनाथ अभंग",
    "text": "नाहीं त्या आचारु सोंविळा परिवारु । गोकुळीं साचारु अवतरला ॥ १ ॥ गाई चारी हरी गोपवेष धरी । नंदाचा खिलारीं ब्रह्म झालें ॥ २ ॥ ध्याताति धारणें चिंतिताती मौन्यें । योगियांची मनें हारपति ॥ ३ ॥ निवृत्ति म्हणें तें वसुदेवकुळीं । अवतार गोकुळीं घेतलासे ॥ ४ ॥ अर्थ:- ते परब्रम्ह निर्गुण असल्यामुळे ते कर्मविरहित व विटाळ नसलेले सोवळे स्वरुप असुन तेच सगुण साकार होईन गोकुळात अवतरले आहे. तेच परब्रम्ह यमुनातटी गायी चारते व ब्रह्माने जेंव्हा नंदाची खिलारे चोरली तेंव्हा त्या खिलारांचे ही रुप त्यानेच घेतले.योगी जेंव्हा मौन धारण करुन त्याचे ध्यान करतात तेंव्हा त्यांचे मन ही त्या स्वरुपात हारपुन जाते. निवृत्तिनाथ म्हणतात, त्या रुपाने गोकुळात येऊन नंदाघरी आपला अवतार धारण केला आहे. नाहीं त्या आचारु सोंविळा – संत निवृत्तीनाथ अभंग संत निवृत्तीनाथ अँप डाउनलोड करा"
  },
  {
    "number": 14,
    "title": "निर्दोषरहित सर्व गुणीं हेत – संत निवृत्तीनाथ अभंग",
    "text": "निर्दोषरहित सर्व गुणीं हेत । द्वैत विवर्जित अरूप सदां ॥१॥ तें रूप स्वरूप कृष्ण बाळलीला । माजि त्या गोपाळा सदा वसे ॥२॥ गुणागुणी धीट वासना अविट । तद्रूप प्रगट निरंजन ॥३॥ विकार विवर्जित विवरण सोपे । अकार पैं लोपे एका नामें ॥४॥ निःसंदेह छंद वासनेचा कंद । ब्रह्माकार भेद नाहीं सदा ॥५॥ निवृत्ति परिवार ब्रह्मरूप गोकुळीं । वृंदावन पाळी यमुनातटीं ॥६॥ अर्थ:- गुणातित, निर्दोष द्वैत नसलेले अरुप निर्गुण असलेले हे परमात्म स्वरुप आहे. असे ते निर्गुण रूप गोकुळात सगुण कृष्ण रुप घेऊन गोकुळात गोपाळासह लिला करत आहे. ते परब्रम्ह तद्रुप, निरंजन स्वरुपात असुन सगुण साकार होते तेंव्हा त्याला गुण वासना शिवत ही नाहीत. तेच परब्रह्म निर्विकार असुन त्याचा आकार नामात लोप पावतो. व त्या नामामुळे त्याचे विवरण करणे सोपे होते. वासनेचा त्याग करुन त्या परमात्म्याचा छंद धरला तर ते ब्रह्म साधकास प्राप्त होते व त्या साधकापाशी भेद राहात नाही. निवृत्तिनाथ म्हणतात तो परमात्मा त्या वृंदावनात यमुनेतटी राहात होता त्यांच्या सोबत मी परिवारासह होतो. निर्दोषरहित सर्व गुणीं हेत – संत निवृत्तीनाथ अभंग संत निवृत्तीनाथ अँप डाउनलोड करा"
  },
  {
    "number": 15,
    "title": "निरशून्य गगनीं अर्क उगवला – संत निवृत्तीनाथ अभंग",
    "text": "निरशून्य गगनीं अर्क उगवला । कृष्णरूपें भला कोंभ सरळु ॥१॥ तें रूप सुंदर गौळियांचे दृष्टी । आनंदाचि वृष्ट्सी नंदाघरीं ॥२॥ रजतमा गाळी दृश्याकार होळी । तदाकार कळी कृष्णबिंबें ॥३॥ निवृत्ति साकार शुन्य परात्पर । ब्रह्म हें आकार आकारलें ॥४॥ अर्थः- शुन्यवत नसलेल्या अवकाशत एक प्रकाशमान सूर्य अवतरला व तोच श्रीकृष्ण रुपात कोंभ पावले. त्या गौळ्यांच्या दृष्टीने सावळ्या सुंदर असलेल्या कृष्णाने नंदाघरी आनंदाचा पाऊस पाडला. त्याच कृष्ण रुपावर एकत्व केल्यावर दृष्याकार रजो व तमो गुणांची होळी होते. सत्व कृष्ण रुपाने उरते. निवृत्तिनाथ म्हणतात ते रुप परात्पर शुन्या पलिकडील आहे व तेच कृष्ण रुपाने साकारले आहे. निरशून्य गगनीं अर्क उगवला – संत निवृत्तीनाथ अभंग संत निवृत्तीनाथ अँप डाउनलोड करा"
  },
  {
    "number": 16,
    "title": "प्राकृत संस्कृत एकचि – संत निवृत्तीनाथ अभंग",
    "text": "प्राकृत संस्कृत एकचि मथीत । गुरुगम्य हेत पुराणमहिमा ॥ १ ॥ वेदादिक मत शास्त्र हें बोलत । श्रुतीचा संपत वाद जेथें ॥ २ ॥ पृथ्वी हे ढिसाळ आकाश कव्हळ । जन्म मायाजाळ विरत जेथें ॥ ३ ॥ निवृत्ति म्हणे गुरु गयनि सौरसें । आपण जगदीश सर्वारूपीं ॥ ४ ॥ अर्थ: हरि प्राप्ती करुन घेणे हा प्राकृत किंवा संस्कृत ग्रंथांचा. पुराणांनी किंवा गुरुनी सांगितलेला हेतु असतो. हरिप्राप्तीसाठी वेद व त्यांचे उपांग शास्त्र बोलत असते व श्रुतींचा वाद ही त्या हेतुशी संपत असतो. माये मुळे जन्मलेल्या जीवाला ब्रह्मरुप झाल्यावर माया निवृत करता येते तसे पृथ्वीचे ढिसाळपण व आकाशाचे कवटाळणे त्या ब्रह्म स्वरुपात लय पावते. निवृतिनाथ म्हणतात, श्री गुरु गहिनीनाथांच्या कृपा सौरसाने तो जगदिश मला सर्व रुपात दिसत आहे. प्राकृत संस्कृत एकचि – संत निवृत्तीनाथ अभंग संत निवृत्तीनाथ अँप डाउनलोड करा"
  },
  {
    "number": 17,
    "title": "प्रपंचाची वस्ति व्यर्थ काह्या काज – संत निवृत्तीनाथ अभंग",
    "text": "प्रपंचाची वस्ति व्यर्थ काह्या काज । आम्हा बोलतां लाज येतसये ॥ १ ॥ काय करूं हरि कैसा हा गवसे । चंद्र सूर्य अवसे एकसूत्र ॥ २ ॥ तैसें करूं मन निरंतर ध्यान । उन्मनि साधन आम्हां पुरे ॥ ३ ॥ निवृत्ति परिपाठ हरिनाम हेचि वाट । प्रपंच फुकट दिसे आम्हां ॥ ४ ॥ अर्थ: मायेच्या पटला मुळे भासमान होणारा अज्ञानी प्रपंचात काय म्हणुन राहयचे हे बुध्दीरुप सखी त्या विषयी बोलताना ही लाज वाटते. जसे चंद्र सूर्य आवसेला एकसुत्र होतात तसे त्या ब्रह्मरुपाला मिळवण्यासाठी जीव ला त्याच्याशी एकरुप व्हावे लागेल. त्यासाठी उन्मनी अवस्थेत त्याचे चिंतन मनन करणे हेच साधन आहे निवृत्तीनाथ म्हणतात माझा इरिनामाचा परिपाठ असल्यामुळे तो प्रपंच फुकाचा वाटतो. संत निवृत्तीनाथ अभंग समाप्त प्रपंचाची वस्ति व्यर्थ काह्या काज – संत निवृत्तीनाथ अभंग संत निवृत्तीनाथ अँप डाउनलोड करा"
  },
  {
    "number": 18,
    "title": "सोपान संवगडा स्वानंद – संत निवृत्तीनाथ अभंग",
    "text": "सोपान संवगडा स्वानंद ज्ञानदेव । मुक्ताईचा भाव विठ्ठलराज ॥ १ ॥ दिंडी टाळघोळ गाती विठ्ठल नाम । खेचरासी प्रेम विठ्ठलाचें ॥ २ ॥ नरहरि विठा नारा ते गोणाई । प्रेम भरित डोहीं वोसंडती ॥ ३ ॥ निवृत्ति प्रगट ज्ञानदेवा सांगे । पुंडलिकसंगे हरि खेळे ॥ ४ ॥ अर्थ: सोपे नाम जपणारा सोपान, नित्य स्वानंद स्वरुप प्राप्त करणारे ज्ञानदेव व श्री विठ्ठलावर प्रचंड भाव असणारी मुक्ताई सोबत आहे. विसोबा खेचरासही त्या विठ्ठलाचे प्रेम लाभल्यामुळे हे सर्व टाळ दिंडी घेऊन त्या विठ्ठलाचे नाम घोळवत आहेत. नरहरी सोनार, विठा, नारा ही नामदेवांची मुले व गोणाई हे सुध्दा त्या विठ्ठला नाम डोहात प्रेमभरित झाले आहेत. निवृतिनाथ ज्ञानदेवाला स्पष्ट सांगतात हे ज्ञानराजा तो पुंडलिक श्री विठ्ठलाबरोबर खेळत आहे. सोपान संवगडा स्वानंद – संत निवृत्तीनाथ अभंग संत निवृत्तीनाथ अँप डाउनलोड करा"
  },
  {
    "number": 19,
    "title": "स्थिर धीर निर सविचारसार – संत निवृत्तीनाथ अभंग",
    "text": "स्थिर धीर निर सविचारसार । ब्रह्मांड आगर गोपवेषें ॥ १ ॥ तो हा कृष्ण सखा नंदाघरीं देखा । यशोदे सन्मुखा दूध मागे ॥ २ ॥ कळिकाळ कळिता काळ आकळिता । आपण स्वसत्ता विश्व हरी ॥ ३ ॥ निवृत्ति निकट ज्ञानदेव धीट । खेचरासि वाट गुरुनामें ॥ ४ ॥ अर्थ:- तो गोपवेष घेऊन आलेला परमात्मा म्हणजे निर्गुण, शांत, स्थिर, सर्व विचारांचे सार व ह्या ब्रम्हांडाचे उत्पत्ती स्थान आहे. तो हा सखा कृष्ण नंदाघरी यशोदे कडे दुध मागताना पाहु शकता. तोच आपल्या सत्तेने कळिकाळाला धरुन ठेवतो व काळाची शक्ती त्याच्या आधिन असते.निवृत्तिनाथ म्हणतात त्याच्या आकलनामुळे ज्ञानदेव ब्रह्मैक्याला व खेचर गुरु कृपेने ब्रह्म वाटेला लागले. स्थिर धीर निर सविचारसार – संत निवृत्तीनाथ अभंग संत निवृत्तीनाथ अँप डाउनलोड करा"
  },
  {
    "number": 20,
    "title": "विश्वंभरमूर्ति विश्वाचे पाळक – संत निवृत्तीनाथ अभंग",
    "text": "विश्वंभरमूर्ति विश्वाचे पाळक । वैकुंठव्यापक जीवशिव ॥ १ ॥ तें रूप सुंदर नंदाघरीं वसे । जनीवनीं वसे कृष्णरूप ॥ २ ॥ निखळ निघोट नितंब परिपूर्ण । आनंदपुर्णघन गोपवेषें ॥ ३ ॥ निवृत्ति परिकर वैकुंठ अपार । भाग्य पारावार यशोदेचें ॥ ४ ॥ अर्थ:- विश्वाचे भरणपोषण तो परमात्मा विश्वाचा पालक आहे तो वैकुंठा पासुन जीवशिवा पर्यंत सर्वत्र तोच आहे. जनीवनी असलेले ते सर्वव्यापक रूप कृष्णरुपाने गोकुळात नंदाघरी आले. तो नितळ, निघोट परमात्मा कंबरेला पितांबर बांधुन गोपवेशात साकार झाला आहे. निवृत्तिनाथ म्हणतात ज्या सुंदरतेला मर्यादा नाहीत असा तो परमात्मा यशोदेचे मुल होऊन गोकुळात राहतो हे तिचे भाग्य आहे. विश्वंभरमूर्ति विश्वाचे पाळक – संत निवृत्तीनाथ अभंग संत निवृत्तीनाथ अँप डाउनलोड करा"
  },
  {
    "number": 21,
    "title": "विस्तार विश्वाचा विवेकें पैं –  संत निवृत्तीनाथ अभंग",
    "text": "विस्तार विश्वाचा विवेकें पैं – संत निवृत्तीनाथ अभंग विस्तार विश्वाचा विवेकें पैं साचा । बोलताचि वाचा हारपती ॥ १ ॥ तें रूप श्रीधर कृष्णाचा आकार । सर्व निराकार एकरूपें ॥ २ ॥ नसतेनि जीव असतेनि शिव । तदाकार माव मावळली ॥ ३ ॥ निवृत्ति स्वरूप कृष्णरूप आप । विश्वीं विश्वदीप आपेंआप ॥ ४ ॥ अर्थ:- जगत पित्याचे वर्णन करताना चारही वाणी लोप पावतात.परमात्म्याने कुठलेही रूप धारण केले तरी त्याची सर्व रूपे एकच आहेत.स्वरूप कुठलेही असले तरी ब्रह्मरूपाचा बोध झाल्याने भ्रमाचा नाश होतो. निवृत्तिनाथ म्हणतात, जगताचे मुळ रुप हे कृष्णरुपच आहे. व तो विश्वाचा दिप होऊन सहज वावरतो. विस्तार विश्वाचा विवेकें पैं – संत निवृत्तीनाथ अभंग संत निवृत्तीनाथ अँप डाउनलोड करा"
  }
];
