const ABHANGAS_SOPANDEV = [
  {
    "number": 1,
    "title": "अर्ध मात्रा ब्रह्म – संत सोपानदेव अभंग",
    "text": "अर्ध मात्रा ब्रह्म । संयोगाचि येक । उन्मनी निःशेष । सर्वा ठाई ॥१॥ पहाता नीजरुप । ब्रह्म सर्व दीसे । ज्ञानाचेही पीसे । ऐलीकडे ॥२॥ सोपानदेवाचा । बोल वोळखीजे । निरंजन सहजे । चहुकडे ॥३॥"
  },
  {
    "number": 2,
    "title": "गोपाळ अच्युत हा नाममहिमा – संत सोपानदेव अभंग",
    "text": "गोपाळ अच्युत हा नाममहिमा । नित्यता पूर्णिमा आम्हा देही ॥१॥ रामकृष्ण नाम हा जप परम । ऐसा नित्य नेम सारू रया ॥२॥ वासना वोढाळ नेषो पै बरळ । नित्यता अढळ गोपाळ सेवू ॥३।। सोपान सार जपतुसे नाम । दिननिशी नेम हृदयात ॥४॥"
  },
  {
    "number": 3,
    "title": "हरि नांदे देही ऐसा भावो आहे – संत सोपानदेव अभंग",
    "text": "हरि नांदे देही ऐसा भावो आहे। परतोनि पाहे अरे जना॥१॥ परतलिया दृष्टि चैतन्याची दृष्टि । नामेव वैकुंठी पावे जना ॥२॥ हा बोध श्रीरंगे अर्जुना उपदेशु । सर्व हृषीकेशु सर्वा रूपी ॥३॥ सोपान धारणा हरि नांदे सर्वत्र । त्याचेचि चरित्र करलेसे ।॥४ ॥"
  },
  {
    "number": 4,
    "title": "हरिनाम जपे सहस्त्रवरि सोपे – संत सोपानदेव अभंग",
    "text": "हरिनाम जपे सहस्त्रवरि सोपे । जातीलरे पापे अनंतकोटी ।। १।। हरिविण नाम नाहीपारे सार । दुसरा विधार करू नको ॥२॥ हरि ध्यान चोख पवित्र परिकर । नित्यता शकर हरिष्यानी।।३॥ शा सोपान म्हणे हरि जप करारे सर्वथा । न पावाल व्यथा भवजनी ॥४॥"
  },
  {
    "number": 5,
    "title": "हरिविण दुजे न देखे चित्त माझे – संत सोपानदेव अभंग",
    "text": "हरिविण दुजे न देखे चित्त माझे । म्हणोनि सहजे विचरतु १॥ सर्व हरि हरि तो माझा कैवारी । दुजी भरोबरी नेघो आम्ही ॥२॥ राम हा सकळ सर्व आम्हा आहे । दुजे ते न साहे परब्रह्मी ॥३॥ सोपान सलगी विनवितो तुम्ता । सर्व हा परमात्मा आम्ता दिसे ।।४।।"
  },
  {
    "number": 6,
    "title": "रूप हे सावळे – संत सोपानदेव अभंग",
    "text": "रूप हे सावळे । भोगिताती डोळे । उद्धवासी सोहळे । अक्रराशि ॥१॥ पदरज वंदी । ध्यान ते गोविंदी । उद्धव मुकुंदी । तल्लीनता ॥२॥ विदुर सुखाचा । नाम जपे वाचा । श्रीकृष्ण तयाचा । अंगिकारी ॥३॥ निवृत्तिचे ध्यान । ज्ञानदेवखुण । सोपान आपण । नामपाठ ॥४॥"
  }
];
